Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/learoevierhtieh.no/deblie_oppgaver.doc.tmx
Source language: sma
Languages: nob

source: Jarkosth daaroen gielese:
nob: Deblie ser et hull og går inn i det.

source: Daelvie lea, jih Deblie lea sïjjem ohtsedeminie gusnie maahta årrodh.
nob: Det er mørkt her og han må lage et lite hull.

source: Deblie maanah lyjhkoe, jih gosse tjidtjie, aehtjie jih golme maanah båetieh, gåatan tjaengieh, dellie Deblie daajra: daesnie sæjhta årrodh.
nob: Deblie er trøtt, han trenger en seng.

source: Maanijste barre iktesth maam joem åådtje, jih Deblie voejhkele gåatan tjaangedh.
nob: Barna har allerede gitt mange gaver, og av de blir det en god seng.

source: Akte båeries gåmma aaj desnie.
nob: Mon tro hva den gamle kona vil gi ?

source: Dïhte olkese båata.
nob: Et eller annet gir hun vel.

source: Båeries gåmmah leah boerehke, Deblie dejtie gåmmide aaj lyjhkoe.
nob: Deblie står opp tidlig om morgenen.

source: Gåatan njulhtjie.
nob: Han vil se hva han har fått av kona.

source: maam sån = mon tro hva
nob: sjuevnede = mørkt
